{
  "LazyVim": { "branch": "main" },
  "SchemaStore.nvim": { "branch": "main" },
  "animation.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "codediff.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "diffview.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "hydra.nvim": { "branch": "main" },
  "incline.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lensline.nvim": { "branch": "main" },
  "linediff.vim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "middleclass": { "branch": "master" },
  "mini.ai": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "outline.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "rainbow_csv": { "branch": "master" },
  "sidekick.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "tmux-complete.vim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "venv-selector.nvim": { "branch": "main" },
  "vim-easy-align": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-lexical": { "branch": "master" },
  "vim-rsi": { "branch": "master" },
  "vim-signature": { "branch": "master" },
  "vim-smoothie": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-translator": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "windows.nvim": { "branch": "main" }
}
